tap "asmod3us/firefox"
tap "atlassian/tap"
tap "cema-sp/tap"
tap "cloudfoundry/tap"
tap "facebook/fb"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/games"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/tex"
tap "homebrew/versions"
tap "homebrew/x11"
tap "loopperfect/lp"
tap "mpv-player/mpv"
tap "neovim/neovim"
tap "ravenac95/sudolikeaboss"
tap "simeji/jid"
tap "telemachus/desc"
tap "thoughtbot/formulae"
tap "vitorgalvao/tiny-scripts"
tap "yonaskolb/xcodegen", "https://github.com/yonaskolb/XcodeGen.git"
cask "java"
cask "osxfuse"
cask "tuntap"
brew "ack"
brew "openssl"
brew "readline"
brew "libyaml"
brew "ansible"
brew "ant"
brew "antlr"
brew "apktool"
brew "apr"
brew "apr-util"
brew "aria2"
brew "gmp"
brew "docbook"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "gettext"
brew "atomicparsley"
brew "sleuthkit"
brew "autopsy"
brew "python"
brew "azure-cli"
brew "bash-completion"
brew "bfg"
brew "bgrep"
brew "bindfs"
brew "p7zip"
brew "ssdeep"
brew "binwalk"
brew "bison"
brew "geoip"
brew "bro"
brew "brogue"
brew "brotli"
brew "bsdiff"
brew "bup"
brew "bvi"
brew "c-ares"
brew "neon"
brew "cadaver"
brew "carthage"
brew "casperjs"
brew "ccze"
brew "certbot"
brew "cfr-decompiler"
brew "cfssl"
brew "cfv"
brew "cheat"
brew "chromedriver"
brew "clib"
brew "cloc"
brew "closure-compiler"
brew "closure-linter"
brew "cmark"
brew "cmu-pocketsphinx"
brew "colortail"
brew "conan"
brew "convmv"
brew "corectl"
brew "spidermonkey"
brew "couchdb"
brew "crunch"
brew "cscope"
brew "csvkit"
brew "ctags"
brew "cuetools"
brew "libevent"
brew "curl", args: ["with-nghttp2"]
brew "dbus"
brew "ddrescue"
brew "devd"
brew "dex2jar"
brew "dhex"
brew "gnu-tar"
brew "diffoscope"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq"
brew "docbook-xsl"
brew "docker-machine-driver-hyperkit"
brew "doitlive"
brew "dos2unix"
brew "dovecot", restart_service: true
brew "duck"
brew "dwdiff"
brew "e2fsprogs"
brew "editorconfig"
brew "enca"
brew "encfs"
brew "ghostscript", link: false
brew "epstool"
brew "exiftool"
brew "expat"
brew "eye-d3"
brew "faad2"
brew "fd"
brew "fdupes"
brew "lame"
brew "theora"
brew "ffmpeg", args: ["with-fdk-aac", "with-webp"]
brew "fftw"
brew "jasper"
brew "findutils"
brew "flow"
brew "flvstreamer"
brew "foremost"
brew "fpp"
brew "freexl"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gd"
brew "zstd"
brew "gdal"
brew "gdk-pixbuf"
brew "geckodriver"
brew "geoserver"
brew "gist"
brew "git"
brew "git-flow", link: false
brew "gnu-getopt"
brew "git-flow-avh"
brew "lua"
brew "qt"
brew "gnuplot", args: ["with-qt"]
brew "gitstats", args: ["HEAD"]
brew "gl2ps"
brew "glide"
brew "glpk"
brew "gnu-sed"
brew "gnupg", link: false
brew "gpac"
brew "gperftools"
brew "gpg-agent"
brew "gpp"
brew "graphviz"
brew "gprof2dot"
brew "gpsbabel"
brew "popt"
brew "gptfdisk"
brew "gradle"
brew "grails"
brew "graphicsmagick"
brew "grc"
brew "groovy"
brew "hicolor-icon-theme"
brew "gtk+"
brew "hardlink-osx"
brew "hcloud"
brew "szip"
brew "highlight"
brew "hr"
brew "html2text"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hugo"
brew "icdiff"
brew "id3lib"
brew "id3v2"
brew "iftop"
brew "openjpeg"
brew "intltool"
brew "iodine"
brew "ios-deploy"
brew "usbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "iperf"
brew "iperf3"
brew "ipmitool"
brew "iproute2mac"
brew "ipv6calc"
brew "ipython"
brew "istioctl"
brew "jadx"
brew "jenkins"
brew "jflex"
brew "jo"
brew "jpeg-turbo"
brew "jpegoptim"
brew "jq"
brew "jsawk"
brew "jsonpp"
brew "jupyter"
brew "kafka"
brew "lzlib"
brew "kafkacat"
brew "kubernetes-cli"
brew "lbzip2"
brew "leiningen"
brew "leveldb"
brew "libebml"
brew "libid3tag"
brew "libidn"
brew "liblwgeom"
brew "libmatroska"
brew "mad"
brew "libmp3splt"
brew "libressl"
brew "libsass"
brew "libssh2"
brew "libusb-compat"
brew "libwebsockets"
brew "libxslt"
brew "links"
brew "llvm"
brew "lnav"
brew "lzo"
brew "lrzip"
brew "luajit"
brew "lynx"
brew "m-cli"
brew "macvim", args: ["with-lua", "with-luajit"], link: false
brew "makedepend"
brew "makeicns"
brew "markdown"
brew "mas"
brew "maven"
brew "md5sha1sum"
brew "mdv"
brew "media-info"
brew "mercurial"
brew "utf8proc"
brew "mesos"
brew "mitmproxy"
brew "mkvtoolnix"
brew "mongodb"
brew "moreutils", args: ["without-parallel"]
brew "mosh"
brew "mosquitto"
brew "mp3splt"
brew "mp3val"
brew "mp4v2"
brew "youtube-dl"
brew "mpv", link: false
brew "mtr"
brew "multitail"
brew "mysql"
brew "n"
brew "namebench"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nginx"
brew "ngrep"
brew "nmap"
brew "nss"
brew "ntfs-3g"
brew "nvm"
brew "ocaml"
brew "plotutils"
brew "pstoedit"
brew "qhull"
brew "qrupdate"
brew "texinfo"
brew "octave", args: ["with-qt"]
brew "socat"
brew "openshift-cli"
brew "optipng"
brew "osm-pbf"
brew "osm2pgrouting"
brew "osm2pgsql"
brew "osmosis"
brew "ossp-uuid"
brew "packer"
brew "parallel"
brew "tree"
brew "pass"
brew "pdfgrep"
brew "peco"
brew "pidof"
brew "pigz"
brew "pipenv"
brew "potrace"
brew "privoxy"
brew "procyon-decompiler"
brew "progress"
brew "protobuf-c"
brew "pssh"
brew "pstree"
brew "pup"
brew "pv"
brew "pwgen"
brew "py2cairo"
brew "pygobject"
brew "pyside"
brew "qcachegrind"
brew "qemu"
brew "qjson"
brew "qpdf"
brew "r"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "recode"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlog"
brew "rpm"
brew "rpm2cpio"
brew "rsync"
brew "rust"
brew "saldl"
brew "sassc"
brew "sbt"
brew "scala"
brew "scmpuff"
brew "scons"
brew "shellcheck"
brew "siege"
brew "slimerjs"
brew "sloccount"
brew "smartmontools"
brew "sonarqube"
brew "source-highlight"
brew "speedtest-cli"
brew "springboot"
brew "ssh-copy-id"
brew "sshfs"
brew "st"
brew "stormssh"
brew "stress"
brew "swiftlint"
brew "swiftplate"
brew "syncthing", restart_service: true
brew "task"
brew "tbb"
brew "telnet"
brew "terminal-notifier"
brew "testdisk"
brew "testssl"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "timedog"
brew "tldr"
brew "tmux"
brew "ttyrec"
brew "typesafe-activator"
brew "u-boot-tools"
brew "uncrustify"
brew "unison"
brew "unoconv"
brew "unrar"
brew "v8"
brew "vim"
brew "watchman"
brew "webkit2png"
brew "wget"
brew "wireguard-tools"
brew "wireshark", link: false
brew "wxpython"
brew "xcproj"
brew "xctool"
brew "xmlformat"
brew "xmlstarlet"
brew "xmlto"
brew "xsv"
brew "yarn", args: ["without-node"]
brew "yasm"
brew "ydiff"
brew "yuicompressor"
brew "z"
brew "zpaq"
brew "atlassian/tap/atlassian-plugin-sdk"
brew "cloudfoundry/tap/cf-cli"
brew "loopperfect/lp/buckaroo@1.3.1"
brew "ravenac95/sudolikeaboss/sudolikeaboss"
brew "simeji/jid/jid"
brew "thoughtbot/formulae/liftoff"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "adobe-creative-cloud"
cask "adobe-reader"
cask "alfred"
cask "amazon-chime"
cask "amethyst"
cask "android-studio"
cask "appcleaner"
cask "arduino"
cask "aria-maestosa"
cask "atom"
cask "backuploupe"
cask "bartender"
cask "betterzip"
cask "betterzipql"
cask "beyond-compare"
cask "bonjour-browser"
cask "box-sync"
cask "calibre"
cask "carbon-copy-cloner"
cask "carmetal"
cask "celestia"
cask "charles"
cask "chicken"
cask "choosy"
cask "cisco-proximity"
cask "clementine"
cask "cockatrice"
cask "colloquy"
cask "comicbooklover"
cask "cord"
cask "couleurs"
cask "cyberduck"
cask "dash"
cask "day-o"
cask "deltawalker"
cask "devonthink-pro-office"
cask "diffmerge"
cask "discord"
cask "disk-arbitrator"
cask "disk-inventory-x"
cask "diskmaker-x"
cask "docker"
cask "dropbox"
cask "eloston-chromium"
cask "epichrome"
cask "evernote"
cask "exactscan"
cask "fantastical"
cask "filebot"
cask "filezilla"
cask "finicky"
cask "fluid"
cask "flux"
cask "focused"
cask "foldingtext"
cask "font-fantasque-sans-mono"
cask "font-hermit"
cask "forklift"
cask "forklift-beta"
cask "ftdi-vcp-driver"
cask "functionflip"
cask "gas-mask"
cask "gdal-framework"
cask "geekbench"
cask "gitup"
cask "gitx"
cask "gog-galaxy"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-earth-pro"
cask "gpgtools"
cask "gpodder"
cask "grandperspective"
cask "hammerspoon"
cask "handbrake"
cask "handbrakecli"
cask "hex-fiend"
cask "highsierramediakeyenabler"
cask "hp-easy-start"
cask "imagealpha"
cask "imageoptim"
cask "imazing"
cask "intel-haxm"
cask "intel-power-gadget"
cask "intellij-idea-ce"
cask "istat-menus"
cask "istumbler"
cask "iterm2"
cask "jad"
cask "jadengeller-helium"
cask "jawbone-updater"
cask "julia"
cask "kaleidoscope"
cask "keepassxc"
cask "keka"
cask "kext-utility"
cask "keybase"
cask "keyboard-cleaner"
cask "keystore-explorer"
cask "kid3"
cask "knockknock"
cask "launchcontrol"
cask "lightpaper"
cask "lilypond"
cask "limechat"
cask "little-snitch"
cask "macdown"
cask "mactex"
cask "macvim"
cask "mailplane"
cask "makemkv"
cask "marked"
cask "max"
cask "mediainfo"
cask "mediathekview"
cask "merlin-project"
cask "messenger"
cask "microsoft-lync"
cask "microsoft-office"
cask "minikube"
cask "mkvtools"
cask "moom"
cask "mosaic"
cask "mou"
cask "mpv"
cask "mullvad"
cask "mumble"
cask "musescore"
cask "musicbrainz-picard"
cask "ngrok"
cask "nteract"
cask "nvalt"
cask "omnifocus"
cask "omnigraffle"
cask "omniplan"
cask "onyx"
cask "openemu"
cask "osirix-quicklook"
cask "osmc"
cask "p4merge"
cask "pacifist"
cask "packet-peeper"
cask "panic-unison"
cask "paparazzi"
cask "paragon-vmdk-mounter"
cask "pdfpen"
cask "pingid"
cask "plex-home-theater"
cask "plex-media-player"
cask "poll-everywhere"
cask "porting-kit"
cask "postbox"
cask "postman"
cask "provisionql"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlrest"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "rcdefaultapp"
cask "reaper"
cask "regexhibit"
cask "reggy"
cask "retinizer"
cask "reveal"
cask "rocket-chat"
cask "scansnap-manager-s1500"
cask "scapple"
cask "screenflow"
cask "screenhero"
cask "scriptql"
cask "sdformatter"
cask "sequential"
cask "signal"
cask "silicon-labs-vcp-driver"
cask "sixtyforce"
cask "sketchup"
cask "skim"
cask "skitch"
cask "skype"
cask "skype-for-business"
cask "skype7"
cask "slack-beta"
cask "slate"
cask "sloth"
cask "sourcetree"
cask "spark"
cask "spectacle"
cask "stay"
cask "steam"
cask "stellarium"
cask "steveschow-gfxcardstatus"
cask "studiolinkstandalone"
cask "sublime-text"
cask "sublime-text-dev"
cask "suspicious-package"
cask "swinsian"
cask "switchresx"
cask "techstoreclub-simple-comic"
cask "teleport"
cask "tex-live-utility"
cask "texmaker"
cask "texts"
cask "thunderbird"
cask "time-tracker"
cask "tipp10"
cask "trailrunner"
cask "transmission"
cask "transmission-remote-gui"
cask "tuxguitar"
cask "unetbootin"
cask "unison"
cask "unrarx"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vuescan"
cask "wch-ch34x-usb-serial-driver"
cask "webex-nbr-player"
cask "webex-teams"
cask "webex-wrf-player"
cask "webpquicklook"
cask "whatsapp"
cask "whiskey"
cask "wineskin-winery"
cask "wire"
cask "wireshark"
cask "xld"
cask "xmind"
cask "yakyak"
cask "zoomus"
cask "zotero"
cask "zulip"
cask "asmod3us/firefox/firefox-52esr"
mas "Affinity Designer", id: 824171161
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 434433123
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Color Juicer", id: 1191209926
mas "Day One Classic", id: 422304217
mas "Decked Builder", id: 406479348
mas "Display Menu", id: 549083868
mas "Fantastical", id: 435003921
mas "FormatMatch", id: 445211988
mas "FreeDiskSpace", id: 838744420
mas "GeoGebra 5", id: 845142834
mas "Graphic", id: 404705039
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "LightBlue", id: 639944780
mas "Microsoft Remote Desktop", id: 715768417
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Screen Capture & Recorder", id: 1013021803
mas "ScreenBrush", id: 1233965871
mas "Stave'n'Tabs", id: 1107712488
mas "Telephone", id: 406825478
mas "TextWrangler", id: 404010395
mas "Trello", id: 1278508951
mas "Typist", id: 415166115
mas "Ulysses", id: 623795237
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
