tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
cask 'java'
brew 'ack'
brew 'agrep'
brew 'android-sdk'
brew 'aspell'
brew 'xz'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'pkg-config'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'libtool'
brew 'atomicparsley'
brew 'bash-completion'
brew 'icu4c'
brew 'boost'
brew 'clib'
brew 'closure-compiler'
brew 'cmake'
brew 'openssl'
brew 'conan'
brew 'convmv'
brew 'gmp'
brew 'coreutils'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'nspr'
brew 'readline'
brew 'spidermonkey'
brew 'couchdb', service_restart: true
brew 'cuetools'
brew 'exiftool'
brew 'eye-d3'
brew 'faad2'
brew 'fdupes'
brew 'lame'
brew 'libogg'
brew 'libvorbis'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'flac'
brew 'flvstreamer'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'git-flow'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gradle'
brew 'grails'
brew 'groovy'
brew 'hicolor-icon-theme'
brew 'jasper'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+'
brew 'id3lib'
brew 'id3v2'
brew 'imagemagick'
brew 'iperf'
brew 'iperf3'
brew 'oniguruma'
brew 'jq'
brew 'jsonpp'
brew 'libebml'
brew 'libevent'
brew 'libid3tag'
brew 'sqlite'
brew 'python'
brew 'libmagic'
brew 'libmatroska'
brew 'mad'
brew 'libmp3splt'
brew 'ocaml'
brew 'llvm'
brew 'lua'
brew 'lzo'
brew 'markdown'
brew 'mas'
brew 'media-info'
brew 'mkvtoolnix'
brew 'mongodb', service_restart: true
brew 'mp3splt'
brew 'mp4v2'
brew 'mtr'
brew 'mysql', service_restart: true
brew 'n'
brew 'optipng'
brew 'p7zip'
brew 'parallel'
brew 'phantomjs'
brew 'pidof'
brew 'pup'
brew 'pv'
brew 'py2cairo'
brew 'pygobject'
brew 'qt'
brew 'qjson'
brew 'redis', service_restart: true
brew 'rename'
brew 'rlog'
brew 'scala'
brew 'scmpuff'
brew 'smartmontools'
brew 'speedtest_cli'
brew 'ssh-copy-id'
brew 'syncthing', service_restart: true
brew 'task'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'unison'
brew 'unrar'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'youtube-dl'
brew 'yuicompressor'
brew 'z'
brew 'zstd'
cask 'adium'
cask 'alfred'
cask 'backuploupe'
cask 'carbon-copy-cloner'
cask 'cd-to'
cask 'chicken'
cask 'clementine'
cask 'colloquy'
cask 'comicbooklover'
cask 'cyberduck'
cask 'devonthink-pro-office'
cask 'dropbox'
cask 'evernote'
cask 'filebot'
cask 'filezilla'
cask 'firefox'
cask 'flash'
cask 'flux'
cask 'forklift'
cask 'gog-downloader'
cask 'google-chrome'
cask 'grandperspective'
cask 'handbrake'
cask 'handbrakecli'
cask 'hex-fiend'
cask 'istat-menus'
cask 'istumbler'
cask 'iterm2'
cask 'jawbone-updater'
cask 'limechat'
cask 'macvim'
cask 'makemkv'
cask 'max'
cask 'mediainfo'
cask 'mediathekview'
cask 'microsoft-office'
cask 'mou'
cask 'musicbrainz-picard'
cask 'nvalt'
cask 'nzbget'
cask 'omnifocus'
cask 'origin'
cask 'plex-home-theater'
cask 'plex-media-player'
cask 'senuti'
cask 'skim'
cask 'skype'
cask 'sourcetree'
cask 'spotify'
cask 'swinsian'
cask 'synology-assistant'
cask 'techstoreclub-simple-comic'
cask 'teleport'
cask 'time-tracker'
cask 'tomahawk'
cask 'transmission'
cask 'transmission-remote-gui'
cask 'unetbootin'
cask 'unison'
cask 'unrarx'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
cask 'xld'
mas 'Decked Builder', id: 406479348
mas 'Keynote', id: 409183694
mas 'Applications', id: 466508827
mas 'BetterSnapTool', id: 417375580
mas 'Install macOS Sierra', id: 1127487414
mas 'iPhoto', id: 408981381
mas 'The Unarchiver', id: 425424353
mas 'Amphetamine', id: 937984704
mas 'NepTunes', id: 1006739057
mas 'Numbers', id: 409203825
mas 'Xcode', id: 497799835
mas 'The Tiny Bang Story', id: 456287106
mas 'Wunderlist', id: 410628904
mas 'Pages', id: 409201541
mas 'TextWrangler', id: 404010395
mas 'iMovie', id: 408981434
mas 'Telephone', id: 406825478
mas 'SimpleMind Free', id: 439654198
mas 'Bubble Explode', id: 414958532
mas 'iMovie 9.0.9', id: 408981434
mas 'Dash', id: 458034879
