tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'cloudfoundry/tap'
tap 'gapple/services'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/games'
tap 'homebrew/head-only', 'https://github.com/asmod3us/homebrew-head-only'
tap 'homebrew/science'
tap 'homebrew/tex'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'j1mr10rd4n/tap'
tap 'mpv-player/mpv'
tap 'neovim/neovim'
tap 'pivotal/tap'
tap 'ravenac95/sudolikeaboss'
tap 'telemachus/desc'
tap 'thoughtbot/formulae'
cask 'firefox'
cask 'mactex'
cask 'osxfuse'
cask 'tuntap'
cask 'xquartz'
brew 'ack'
brew 'ant'
brew 'antlr'
brew 'apg'
brew 'xz'
brew 'pkg-config'
brew 'aria2'
brew 'docbook'
brew 'docbook-xsl'
brew 'asciidoc'
brew 'aspell'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'bgrep'
brew 'bison'
brew 'icu4c'
brew 'boost'
brew 'cmake'
brew 'makedepend'
brew 'openssl'
brew 'geoip'
brew 'bro'
brew 'pandoc'
brew 'bup'
brew 'bvi'
brew 'c-ares'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'git'
brew 'phantomjs'
brew 'casperjs'
brew 'ccze'
brew 'cdiff'
brew 'cfr-decompiler'
brew 'go'
brew 'libtool'
brew 'cfssl'
brew 'gmp'
brew 'mpfr'
brew 'cgal'
brew 'cloc'
brew 'closure-compiler'
brew 'closure-linter'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'python3'
brew 'cmark'
brew 'colortail'
brew 'coreutils'
brew 'nspr'
brew 'spidermonkey'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'couchdb'
brew 'cscope'
brew 'ctags'
brew 'libidn'
brew 'curl'
brew 'dbus'
brew 'gobject-introspection'
brew 'little-cms2'
brew 'openjpeg'
brew 'mysql'
brew 'python'
brew 'postgresql'
brew 'qt'
brew 'qt5'
brew 'poppler'
brew 'diff-pdf'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dnsmasq'
brew 'doitlive'
brew 'dos2unix'
brew 'duck'
brew 'dwdiff'
brew 'e2fsprogs'
brew 'editorconfig'
brew 'enca'
brew 'ghostscript'
brew 'epstool'
brew 'exiftool'
brew 'fdupes'
brew 'texi2html'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'snappy'
brew 'opus'
brew 'x265'
brew 'giflib'
brew 'webp'
brew 'ffmpeg', args: ['with-opus', 'with-theora', 'with-webp', 'with-x265']
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'fftw'
brew 'findutils'
brew 'ocaml'
brew 'flow'
brew 'fpp'
brew 'freexl'
brew 'fswatch'
brew 'gawk'
brew 'gd'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'libxml2'
brew 'gpp'
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'gdal'
brew 'geoserver'
brew 'gist'
brew 'gnu-getopt'
brew 'git-flow-avh'
brew 'gl2ps'
brew 'gnu-tar'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'lua'
brew 'gnuplot', args: ['with-cairo', 'with-tex']
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gradle'
brew 'graphicsmagick'
brew 'harfbuzz'
brew 'pango'
brew 'graphviz'
brew 'grc'
brew 'hardlink-osx'
brew 'highlight'
brew 'html2text'
brew 'httpie'
brew 'hub'
brew 'hugo'
brew 'icdiff'
brew 'imagemagick'
brew 'intltool'
brew 'libplist'
brew 'usbmuxd'
brew 'libimobiledevice'
brew 'ios-webkit-debug-proxy'
brew 'jenkins'
brew 'jflex'
brew 'nasm'
brew 'jpeg-turbo'
brew 'jpegoptim'
brew 'oniguruma'
brew 'jq'
brew 'jsawk'
brew 'zookeeper'
brew 'kafka'
brew 'librdkafka'
brew 'kafkacat'
brew 'keybase'
brew 'leiningen'
brew 'leveldb'
brew 'libevent'
brew 'libsass'
brew 'libwebsockets'
brew 'libyaml'
brew 'links'
brew 'lnav'
brew 'lzo'
brew 'lrzip'
brew 'luajit'
brew 'lynx'
brew 'macvim', args: ['with-lua', 'with-luajit']
brew 'makeicns'
brew 'markdown'
brew 'mas'
brew 'maven'
brew 'md5sha1sum'
brew 'mercurial'
brew 'scons'
brew 'subversion'
brew 'mesos'
brew 'protobuf'
brew 'mitmproxy'
brew 'mongodb'
brew 'mosquitto'
brew 'mtr'
brew 'multitail'
brew 'n'
brew 'namebench'
brew 'ncdu'
brew 'neon'
brew 'nginx'
brew 'ngrep'
brew 'nmap'
brew 'nss'
brew 'nvm'
brew 'optipng'
brew 'osm-pbf'
brew 'osm2pgrouting'
brew 'protobuf-c'
brew 'osm2pgsql'
brew 'osmosis'
brew 'otto'
brew 'p7zip'
brew 'packer'
brew 'parallel'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'peco'
brew 'sfcgal'
brew 'postgis'
brew 'pgrouting'
brew 'pidof'
brew 'pigz'
brew 'plotutils'
brew 'potrace'
brew 'privoxy'
brew 'procyon-decompiler'
brew 'progress'
brew 'pstoedit'
brew 'pv'
brew 'qcachegrind'
brew 'qemu'
brew 'qpdf'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'recode'
brew 'redis'
brew 'rlog'
brew 'rpm2cpio'
brew 'saldl'
brew 'sassc'
brew 'sbt'
brew 'scala'
brew 'scmpuff'
brew 'shellcheck'
brew 'slimerjs'
brew 'sloccount'
brew 'sonar'
brew 'source-highlight'
brew 'ssh-copy-id'
brew 'st'
brew 'stormssh'
brew 'stress'
brew 'szip'
brew 'task'
brew 'tbb'
brew 'texinfo'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'thrift'
brew 'tig'
brew 'timedog'
brew 'tmux'
brew 'tomee-plume'
brew 'ttyrec'
brew 'typesafe-activator'
brew 'uncrustify'
brew 'unixodbc'
brew 'unoconv'
brew 'unrar'
brew 'v8'
brew 'vim', args: ['with-lua', 'with-luajit', 'without-nls']
brew 'webkit2png'
brew 'wget', args: ['with-iri']
brew 'wireshark'
brew 'wxpython'
brew 'xcproj'
brew 'xctool'
brew 'xmlformat'
brew 'xmlstarlet'
brew 'xmlto'
brew 'youtube-dl'
brew 'z'
brew 'zpaq'
brew 'cloudfoundry/tap/cf-cli'
brew 'homebrew/binary/jad'
brew 'homebrew/boneyard/grass'
brew 'homebrew/boneyard/iodine'
brew 'homebrew/boneyard/p11-kit'
brew 'homebrew/boneyard/xulrunner'
brew 'homebrew/dupes/rsync'
brew 'homebrew/fuse/bindfs'
brew 'homebrew/fuse/encfs'
brew 'homebrew/fuse/fuse4x-kext'
brew 'homebrew/fuse/ntfs-3g'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/games/brogue'
brew 'homebrew/head-only/fernflower', args: ['HEAD']
brew 'homebrew/head-only/gitstats', args: ['HEAD']
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/octave'
brew 'homebrew/science/r'
brew 'homebrew/science/suite-sparse421'
brew 'homebrew/tex/pdfjam'
brew 'homebrew/tex/rubber'
brew 'homebrew/versions/tomcat7'
brew 'j1mr10rd4n/tap/meteor'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'pivotal/tap/springboot'
brew 'ravenac95/sudolikeaboss/sudolikeaboss'
brew 'thoughtbot/formulae/liftoff'
cask '1password'
cask 'adium'
cask 'aether'
cask 'airserver'
cask 'alfred'
cask 'amethyst'
cask 'android-studio'
cask 'appcleaner'
cask 'atom'
cask 'balsamiq-mockups'
cask 'bartender'
cask 'betterzipql'
cask 'beyond-compare'
cask 'blue-jeans-launcher'
cask 'box-sync'
cask 'brackets'
cask 'cakebrew'
cask 'carbon-copy-cloner'
cask 'caret'
cask 'carmetal'
cask 'cd-to'
cask 'cert-quicklook'
cask 'charles'
cask 'chicken'
cask 'choosy'
cask 'clarify'
cask 'cockatrice'
cask 'cord'
cask 'day-o'
cask 'deltawalker'
cask 'diffmerge'
cask 'discord'
cask 'disk-inventory-x'
cask 'diskmaker-x'
cask 'dockertoolbox'
cask 'dropbox'
cask 'dungeon-crawl-stone-soup-tiles'
cask 'eclipse-java'
cask 'epichrome'
cask 'evernote'
cask 'fantastical'
cask 'fenix'
cask 'filezilla'
cask 'finicky'
cask 'flash'
cask 'flash-player'
cask 'flux'
cask 'focused'
cask 'font-fantasque-sans-mono'
cask 'font-hermit'
cask 'forklift'
cask 'freemind'
cask 'functionflip'
cask 'garagebuy'
cask 'gas-mask'
cask 'gdal-framework'
cask 'geekbench'
cask 'genymotion'
cask 'gfxcardstatus'
cask 'github'
cask 'gitup'
cask 'gitx'
cask 'gog-downloader'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-drive'
cask 'gpgtools'
cask 'grandperspective'
cask 'hammerspoon'
cask 'haroopad'
cask 'hex-fiend'
cask 'ifunbox'
cask 'imagealpha'
cask 'imageoptim'
cask 'instacast'
cask 'intel-haxm'
cask 'intellij-idea'
cask 'ipaql'
cask 'iphoto-library-manager'
cask 'iterm2'
cask 'jawbone-updater'
cask 'jbidwatcher'
cask 'jdownloader'
cask 'kaleidoscope'
cask 'keepingyouawake'
cask 'keka'
cask 'kext-utility'
cask 'keystore-explorer'
cask 'launchcontrol'
cask 'lightpaper'
cask 'limechat'
cask 'little-snitch'
cask 'lyx'
cask 'macdown'
cask 'macid'
cask 'mapbox-studio'
cask 'marked'
cask 'matplotlib'
cask 'mediathekview'
cask 'menumeters'
cask 'messenger'
cask 'mindjet-mindmanager9'
cask 'mixture'
cask 'mou'
cask 'mplayer-osx-extended'
cask 'mpv'
cask 'mumble'
cask 'musescore'
cask 'near-lock'
cask 'nvalt'
cask 'omnifocus'
cask 'omnigraffle'
cask 'omnioutliner'
cask 'onyx'
cask 'openemu'
cask 'openoffice'
cask 'osirix-quicklook'
cask 'osmc'
cask 'p4merge'
cask 'pacifist'
cask 'packet-peeper'
cask 'panic-unison'
cask 'paparazzi'
cask 'paragon-vmdk-mounter'
cask 'paw'
cask 'pdfpen'
cask 'pdftk'
cask 'pingendo'
cask 'postbox'
cask 'qgis'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlrest'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'r'
cask 'remote-desktop-connection'
cask 'retinizer'
cask 'reveal'
cask 'robomongo'
cask 'rocket-chat'
cask 'scansnap-manager-s1500'
cask 'scapple'
cask 'screenflow'
cask 'screenhero'
cask 'scriptql'
cask 'sequel-pro'
cask 'sequential'
cask 'shady'
cask 'simpholders'
cask 'simpholders2-alpha'
cask 'sixtyforce'
cask 'sketchup'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'slate'
cask 'soapui'
cask 'sourcetree'
cask 'spark'
cask 'spectacle'
cask 'steam'
cask 'sublime-text'
cask 'sublime-text-dev'
cask 'suspicious-package'
cask 'svnx'
cask 'sweet-home3d'
cask 'telegram'
cask 'teleport'
cask 'tether'
cask 'tex-live-utility'
cask 'texmaker'
cask 'unetbootin'
cask 'unified-remote'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vitamin-r'
cask 'vivaldi'
cask 'vlc'
cask 'webstorm'
cask 'whiskey'
cask 'wineskin-winery'
cask 'wmail'
cask 'x-lite'
cask 'yakyak'
cask 'zulip'
mas 'Persistent Color Picker', id: 442921390
mas 'Leaf', id: 576338668
mas 'Dramatic Black & White', id: 457092525
mas 'Xcode-4.6', id: 497799835
mas 'Day One Classic', id: 422304217
mas 'Pixelmator', id: 407963104
mas 'LightBlue', id: 639944780
mas 'Growl', id: 467939042
mas 'Fantastical', id: 435003921
mas 'LimeChat', id: 414030210
mas 'Apple Configurator', id: 434433123
mas 'Sip', id: 507257563
mas 'BoneBox-Foot', id: 879491261
mas 'FormatMatch', id: 445211988
mas 'Coordinates', id: 906638528
mas 'Amphetamine', id: 937984704
mas 'Pomodoro One', id: 907364780
mas 'BetterSnapTool', id: 417375580
mas 'Snapselect', id: 935700987
mas 'SSH Tunnel Manager', id: 424470626
mas 'Marko', id: 607997198
mas 'FreeDiskSpace', id: 838744420
mas 'Decked Builder', id: 406479348
mas 'iPhoto', id: 408981381
mas 'Wunderlist', id: 410628904
mas 'Dash', id: 458034879
mas 'Sunrise Calendar', id: 886106985
mas 'MindNode Pro', id: 402398561
mas 'Houdini', id: 492081694
mas 'WiFi Explorer', id: 494803304
mas 'Pages', id: 409201541
mas 'GeoGebra 5', id: 845142834
mas 'Duplicate Cleaner For iPhoto', id: 586862299
mas 'SSH Tunnel Manager', id: 424470626
mas 'Xcode-7.3.1', id: 497799835
mas 'SimpleMind Free', id: 439654198
mas 'xLine Lite', id: 905243413
mas 'Caffeine', id: 411246225
mas 'Kindle', id: 405399194
mas 'Battery Monitor', id: 836505650
mas 'Numbers', id: 409203825
mas 'Quiver', id: 866773894
mas 'Keynote', id: 409183694
mas 'Telephone', id: 406825478
mas 'ColorSnapper', id: 418176775
